"PageTitle" = "Valitse kohde";

/* Target Select Strings */
"SelectMessage_Volumes" = "Valitse levy, jolle haluat asentaa ohjelman %@.";
"SelectMessageChecking_Volumes" = "Tutkitaan muita levyjä…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Kuinka haluat asentaa ohjelman?";
"SelectMessageChecking_Domains" = "Tutkitaan muita asennuskohteita…";

/* Available domain strings */
"DomainInstall_Local" = "Asenna koneen kaikille käyttäjille";
"DomainInstall_User" = "Asenna vain minulle";
"DomainInstall_Anywhere" = "Asenna tietylle levylle…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Olet valinnut ohjelman asentamisen levyn ”%2$@” kansioon ”%1$@”.";
"DestinationMessageDriveOnly" = "Olet valinnut ohjelman asentamisen levylle ”%@”.";
"DestinationMessage_HomeDir" = "Olet päättänyt asentaa tämän ohjelman kotikansioosi. Ainoastaan tietokoneen tämänhetkinen käyttäjä voivat käyttää tätä ohjelmaa.";
"DestinationMessage_LocalMachine" = "Olet valinnut ohjelman asentamisen kaikille tämän tietokoneen käyttäjille.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Ohjelman asentaminen ei vaadi lisää tilaa.";
"SizeMessageInstall" = "Ohjelmiston asennukseen vaaditaan %@ levytilaa.";


"CannotInstallMessage_Volume" = "Kohdetta %1$@ ei voida asentaa tälle levylle. %2$@";
"CannotInstallMessage_Domain" = "Kohdetta %1$@ ei voida asentaa tähän sijaintiin. Kohteen %1$@ asentaja ei salli ohjelman asentamista sinne.";

"InstallMessage" = "Olet valinnut ohjelman %@ asentamisen tälle levylle.";
"UpgradeMessage" = "Olet valinnut kohteen %@ päivittämisen tällä levyllä.";

"NeedChangeInstallMessage" = "Kohdetta %1$@ ei voida asentaa tälle levylle muuttamatta asennusasetuksia. Muuta asetuksia osoittamalla Valinnat. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Asenna %@";
"InstallOSDescriptionParagragh" = "Asentaa ohjelmiston ”%@” ensimmäistä kertaa.";

"UpgradeOSDescription" = "Päivitä %@";
"UpgradeOSDescriptionParagragh" = "Päivittää ohjelman ”%@” aiemman version.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Valitulla levyllä on uudempi versio ohjelmasta, jota olet asentamassa.";
"VersionSheetMessage" = "Ohjelmiston asentaminen korvaa uudemman version vanhemmalla.";
"VersionInstallMessage" = "Olet valinnut ohjelmiston asennettavaksi levylle, jolla on uudempi versio.";
